
9
	README.md,8\e\8ec9a00bfd09b3190ac6b22251dbb1aa95a0579d
u
EУрок 02. Структура программы/_Sample_01/main.rb,6\7\67e90a60546cf772d640bba773ed77b3126f8333
b
2Новый текстовый документ.txt,2\9\291a7a9cabf9cd504682dbd2ec0a4929399cb9e1
7
LICENSE,0\3\0398ccd0f49298b10a3d76a47800d2ebecd49859
l
<Урок 02. Структура программы/README.md,d\c\dcd155e3beea88b13f84c4a80ba6801a762639ba
X
(Урок 01.  Введение/README.md,6\3\63076333d4cee18a2641f9894f3c4a60087c6abf
e
5Урок 01.  Введение/2. Практика.md,f\8\f85711d379e71a8ee137b04f8d6433b88e811152
a
1Урок 01.  Введение/1. Лекция.md,5\b\5bbbab8252b1d5561cd79cc9cd0dfdd142425f18
a
1Урок 01.  Введение/4. Ссылки.md,2\9\29c9885b2023349479b80de715029e04c6a29415
\
,.idea/inspectionProfiles/Project_Default.xml,4\9\496a238a6afa168dbaf6efd37bb459331589579c
?
Ссылки.md,6\2\62547db00151607cc5bd1987e93d7ed3afde1982