
9
	README.md,8\e\8ec9a00bfd09b3190ac6b22251dbb1aa95a0579d
\
,.idea/inspectionProfiles/Project_Default.xml,4\9\496a238a6afa168dbaf6efd37bb459331589579c
?
Ссылки.md,6\2\62547db00151607cc5bd1987e93d7ed3afde1982
W
'Урок 01. Введение/README.md,8\0\803f982b3b876e002b3f216900d7a85ed783433a
_
/Урок 01. Введение/1.Лекция.md,4\d\4de7b141caf69e6832486c44503345b1aedef531
a
1Урок 02. Установка/1.Лекция.md,3\0\302b275de5d694917c9ea2db88a71bf891530be7
_
/Урок 01. Введение/2.Ссылки.md,2\a\2a8bb960e38c16a7313e59559f429d1f5adbc143
Y
)Урок 02. Установка/README.md,c\6\c61b71fdbb39041214418106da5f5bdfbcaa318f
f
6Урок 04. Комментарии/_Sample_04/main.rb,0\d\0dfd6dfeba9ff361d1a6d7058bad62651af1c224
c
3Урок 03. Программа/3.Задание.md,9\c\9c28391ebe66d6a6ea326e9bd22fa754f6277441
b
2Урок 03. Программа/_Sample_03/main.rb,a\f\afdd56249ee52f13b3770e7766e21985f9695d52
c
3Урок 02. Установка/2.Задание.md,b\f\bf215a494bbfdaabcc1bc3c7b2720a860118103c
a
1Урок 02. Установка/3.Ссылки.md,2\8\28938a2d113d8f69c81558629764619edd78a627
h
8Урок 06. Типы данных/2.Практика.md,b\f\bf45e7d2239d6aafa9ab913b9eac074ac547ecb4
e
5Урок 06. Типы данных/_Sample_06/main.rb,9\e\9e7f065ca2c02db9adc3429b8481d8dd6b461968
e
5Урок 04. Комментарии/1.Лекция.md,4\6\468503f9e12d1586b19feb9232dca2fe0928ac4c
Y
)Урок 03. Программа/README.md,e\b\eba3a09c040ea0c69e4b76b85f09a1720713d786
e
5Урок 03. Программа/2.Практика.md,0\a\0ae6e7bed5fbae67d07295bec35c341899dde705
a
1Урок 03. Программа/4.Ссылки.md,4\a\4a8612f80535083c281e6609e81f02931a353dd5
:

.gitignore,a\5\a5cc2925ca8258af241be7e5b0381edf30266302
f
6Урок 06. Типы данных/3.Задание.md,3\f\3f4ff8f41a105255389a1de498ae83ccebd48f81
a
1Урок 03. Программа/1.Лекция.md,8\1\81268c20e49942bf398fb2dd9e9c7797b4fba3f2